{
  "data": [
    {
      "id": 1,
      "grup": "Doa Sebelum dan Sesudah Tidur",
      "nama": "Doa Sebelum Tidur 1",
      "ar": "بِاسْمِكَ رَبِّيْ وَضَعْتُ جَنْبِيْ، وَبِكَ أَرْفَعُهُ، إِنْ أَمْسَكْتَ نَفْسِيْ فَارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِيْنَ",
      "tr": "Bismika robbii wa dho'tu janbii, wa bika arfa'uhu, in amsakta nafsii farhamhaa, wa in arsaltahaa fahfazhhaa bimaa tahfazhu bihi 'ibaadakash-sholihiin.",
      "idn": "Dengan nama Engkau, wahai Tuhanku, aku meletakkan lambungku. Dan dengan namaMu pula aku bangun daripadanya. Apabila Engkau menahan rohku (mati), maka berilah rahmat padanya. Tapi apabila Engkau melepaskannya, maka peliharalah, sebagaimana Engkau memelihara hamba-hambaMu yang shalih.",
      "tentang": "HR. Al-Bukhari 11/126, Muslim 4/2084.\n\"Apabila seseorang di antara kalian bangkit dari tempat tidurnya kemudian ingin kembali lagi, hendaknya ia mengibaskan ujung kainnya 3x, dan menyebut nama Allah, karena ia tidak tahu apa yang ditinggalkannya di atas tempat tidur setelah ia bangkit. Apabila ia ingin berbaring, maka hendaknya ia membaca: (doa di atas).\"\n\n\nSumber: Hisnul Muslim.",
      "tag": ["tidur", "malam"]
    },
    {
      "id": 2,
      "grup": "Doa Sebelum dan Sesudah Tidur",
      "nama": "Doa Sebelum Tidur 2",
      "ar": "بِاسْمِكَ اللَّهُمَّ أَمُوْتُ وَأَحْيَا",
      "tr": "Bismika-llaahumma amuutu wa ahyaa.",
      "idn": "Dengan Nama-Mu ya Allah, aku mati dan aku hidup.",
      "tentang": "HR. Bukhari 6324.\n\nKeterangan:\nOrang yang sedang tidur, sejatinya sedang Allah wafatkan. Allah berfirman: \"Allah mewafatkan jiwa (orang) ketika matinya dan (mewafatkan) jiwa (orang) yang belum mati di waktu tidurnya. Maka Dia tahan jiwa (orang) yang telah Dia tetapkan kematiannya (sehingga tidak bangun dari tidurnya) dan Dia melepaskan jiwa yang lain sampai waktu yang ditetapkan.\" (Az-Zumar [39]: 42).\n\nKarena itulah, ketika hendak tidur, kita membaca: (doa di atas). Maknanya, aku mati ketika tidur dan aku hidup ketika bangun.\nAllahu a'lam.\n\nHadis Selengkapnya:\nDari Hudzaifah radhiyallahu 'anhu, beliau mengatakan: \"Apabila Rasulullah shallallahu 'alaihi wa sallam hendak tidur, beliau membaca: (doa di atas).\"\n\nSumber: http://www.facebook.com/doa.dzikir.shahih.harian/posts/320686431364755",
      "tag": ["tidur", "malam"]
    },
    {
      "id": 3,
      "grup": "Doa Sebelum dan Sesudah Tidur",
      "nama": "Doa Bila Takut Dan Kesepian Ketika Tidur",
      "ar": "أَعُوْذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ غَضَبِهِ وَعِقَابِهِ، وَشَرِّ عِبَادِهِ، وَمِنْ هَمَزَاتِ الشَّيَاطِيْنِ وَأَنْ يَحْضُرُوْنِ",
      "tr": "A'uudzu bikalimaatillaahit-taammaati min ghodhobihi wa 'iqoobihi, wa syarri 'ibaadihi, wa min hamazaatisy-syayaathiini wa an yahdhuruun.",
      "idn": "Aku berlindung dengan kalimat Allah yang sempurna dari kemarahan dan siksaanNya, serta kejahatan hamba-hambaNya, dan dari godaan setan (bisikannya) serta jangan sampai mereka hadir (kepadaku).",
      "tentang": "HR. Abu Dawud 4/12. Dan lihat Shahih At-Tirmidzi 3/171.\n\nSumber: Hisnul Muslim.",
      "tag": ["tidur", "malam"]
    },
    {
      "id": 4,
      "grup": "Doa Sebelum dan Sesudah Tidur",
      "nama": "Doa Membalikkan Tubuh Ketika Tidur Malam",
      "ar": "لاَ إِلَـٰهَ إِلاَّ اللَّهُ الْوَاحِدُ الْقَهَّارُ، رَبُّ السَّمَاوَاتِ وَاْلأَرْضِ وَمَا بَيْنَهُمَا الْعَزِيْزُ الْغَفَّارُ",
      "tr": "Laa ilaaha illallaahul waahidul qohhaar, robbus-samaawaati wal ardhi wa maa bainahumal 'aziizul ghoffaar.",
      "idn": "Tidak ada sesembahan yang berhak disembah kecuali Allah, Yang Maha Esa, Maha Perkasa, Tuhan yang menguasai langit dan bumi dan apa yang di antara keduanya, Yang Maha Mulia lagi Maha Pengampun.",
      "tentang": "HR. Al-Hakim, menurut pendapatnya, hadits di atas adalah shahih, Imam Adz-Dzahabi setuju pendapatnya 1/540 dan An-Nasai dalam 'Amalul Yaum wal Lailah, serta Ibnus Sunni. Lihat juga Shahihul Jami' 4/231.\n\nBeliau membaca doa ini ketika berbalik dari satu sisi ke sisi lain pada malam hari.\n\nSumber: Hisnul Muslim.",
      "tag": ["tidur", "malam"]
    },
    {
      "id": 5,
      "grup": "Doa Sebelum dan Sesudah Tidur",
      "nama": "Doa Bila Terjaga Di Malam Hari",
      "ar": "لاَ إِلَـٰهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ، اَلْحَمْدُ لِلَّهِ، وَسُبْحَانَ اللَّهِ، وَلاَ إِلَـٰهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ",
      "tr": "Laa ilaaha illallaah, wahdahu laa syariika lah, lahul mulku wa lahul hamdu, wa huwa 'alaa kulli syai-in qodiir, alhamdulillaah, wa subhaanallaah, wa laa ilaaha illallaah, wallaahu akbar, wa laa haula wa laa quwwata illaa billaah.",
      "idn": "Tidak ada sesembahan yang berhak disembah kecuali Allah, Yang Maha Esa, tiada sekutu bagiNya. BagiNya kerajaan dan pujian. Dia-lah Yang Maha Kuasa atas segala sesuatu. Segala Puji bagi Allah, Maha Suci Allah, tidak ada sesembahan yang berhak disembah kecuali Allah, Allah Maha Besar, tiada daya dan kekuatan kecuali dengan pertolongan Allah.",
      "tentang": "Dari 'Ubadah bin Shamit Radhiallahu'anhu, dari Rasulullah Shallallahu'alaihi wasallam beliau bersabda: \"Barangsiapa yang terjaga di malam hari, kemudian dia membaca: (doa di atas)\n\nkemudian dia mengucapkan:\nاَللَّهُمَّ اغْفِرْ لِي\nAllaahummaghfir lii.\n\nYa Allah, ampunilah dosaku.\nAtau dia berdoa (dengan doa yang lain), maka akan dikabulkan doanya, jika dia berwudhu dan melaksanakan shalat maka akan diterima shalatnya.\"\n\nHR. al-Bukhari 1103, Abu Dawud 5060, at-Tirmidzi 3414 dan Ibnu Majah 3878, shahih.\nImam Ibnu Baththal Rahimahullah berkata, \"Bagi orang sampai kepadanya hadits ini, sepantasnya dia berusaha mengamalkannya dan mengikhlaskan niatnya (ketika mengamalkannya) untuk Allah Ta'ala.\" (dinukil oleh Imam Ibnu Hajar Rahimahullah dalam kitab Fathul Baari 3/41).",
      "tag": ["tidur", "malam"]
    },
    {
      "id": 6,
      "grup": "Doa Sebelum dan Sesudah Tidur",
      "nama": "Doa Bangun Tidur 1",
      "ar": "اَلْحَمْدُ لِلَّهِ الَّذِيْ أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَإِلَيْهِ النُّشُوْرِ",
      "tr": "Alhamdulillaahil-ladzii ahyaanaa ba'da maa amaatanaa wa ilaihin-nusyuur.",
      "idn": "Segala puji bagi Allah, yang membangunkan kami setelah ditidurkanNya dan kepadaNya kami dibangitkan.",
      "tentang": "HR. Al-Bukhari dalam Fathul Baari 11/113, Muslim 4/2083.\nSumber: Hisnul Muslim.",
      "tag": ["tidur", "malam"]
    },
    {
      "id": 7,
      "grup": "Doa Sebelum dan Sesudah Tidur",
      "nama": "Doa Bangun Tidur 2",
      "ar": "اَلْحَمْدُ لِلَّهِ الَّذِيْ عَافَانِيْ فِيْ جَسَدِيْ، وَرَدَّ عَلَيَّ رُوْحِيْ، وَأَذِنَ لِيْ بِذِكْرِهِ",
      "tr": "Alhamdulillaahil-ladzii 'aafaanii fii jasadii, wa rodda 'alayya ruuhii, wa adzina lii bidzikrih.",
      "idn": "Segala puji bagi Allah yang telah memberikan kesehatan pada jasadku dan mengembalikan ruhku kepadaku serta mengizinkanku untuk berdzikir kepadaNya.",
      "tentang": "HR. At-Tirmidzi 5/473 dan lihat Shahih At-Tirmidzi 3/144.\n\nSumber: Hisnul Muslim.",
      "tag": ["tidur", "malam"]
    },
    {
      "id": 8,
      "grup": "Doa di Kamar Mandi",
      "nama": "Doa Masuk Kamar Mandi",
      "ar": "(بِسْمِ اللَّهِ) اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْخُبُثِ وَالْخَبَائِثِ",
      "tr": "(Bismillaah) Allaahumma innii a'uudzu bika minal khubutsi wal khobaa-its.",
      "idn": "Dengan nama Allah. Ya Allah, sesungguhnya aku berlindung kepadaMu dari godaan setan laki-laki dan perempuan.",
      "tentang": "HR. Al-Bukhari 1/45 dan Muslim 1/283. Sedang tambahan bismillaah pada permulaan hadits, menurut riwayat Said bin Manshur. Lihat Fathul Baari 1/244.\n\nSumber: Hisnul Muslim.",
      "tag": ["kamar mandi"]
    },
    {
      "id": 9,
      "grup": "Doa di Kamar Mandi",
      "nama": "Doa Keluar Kamar Mandi",
      "ar": "غُفْرَانَكَ",
      "tr": "Ghufroonak.",
      "idn": "Aku minta ampun kepadaMu.",
      "tentang": "HR. Seluruh penyusun kitab Sunan, kecuali An-Nasai yang meriwayatkan dalam 'Amalul Yaumi wal Lailah, lihat Takhrij Zaadul Ma'aad 2/387.",
      "tag": ["kamar mandi"]
    },
    {
      "id": 10,
      "grup": "Doa Saat Wudhu",
      "nama": "Doa Sebelum Wudhu",
      "ar": "بِسْمِ اللَّهِ",
      "tr": "Bismillaah.",
      "idn": "Dengan nama Allah (aku berwudhu).",
      "tentang": "HR. Abu Dawud, Ibnu Majah dan Ahmad. Lihat Irwa'ul Ghalil 1/122.\n\nSumber: Hisnul Muslim.",
      "tag": ["wudhu"]
    },
    {
      "id": 11,
      "grup": "Doa Saat Wudhu",
      "nama": "Doa Setelah Wudhu",
      "ar": "أَشْهَدُ أَنْ لاَ إِلَـٰهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيْكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُوْلُهُ",
      "tr": "Asyhadu al-laa ilaaha illallaah, wahdahu laa syariika lah, wa asyhadu anna muhammadan 'abduhu wa rosuuluh.",
      "idn": "Aku bersaksi, bahwa tidak ada sesembahan yang berhak disembah kecuali Allah, Yang Maha Esa dan tiada sekutu bagiNya. Aku bersaksi, bahwa Muhammad adalah hamba dan utusanNya.",
      "tentang": "HR. Muslim 1/209.\n\nSumber: Hisnul Muslim.",
      "tag": ["wudhu"]
    },
    {
      "id": 12,
      "grup": "Doa Berpakaian",
      "nama": "Doa Mengenakan Pakaian",
      "ar": "اَلْحَمْدُ لِلَّهِ الَّذِيْ كَسَانِيْ هَـٰذَا (الثَّوْبَ) وَرَزَقَنِيْهِ مِنْ غَيْرِ حَوْلٍ مِنِّيْ وَلاَ قُوَّةٍ",
      "tr": "Alhamdulillaahil-ladzii kasaanii haadzats-tsauba wa rozaqoniihi min ghoiri haulin minnii wa laa quwwah.",
      "idn": "Segala puji bagi Allah yang memberi pakaian ini kepadaku sebagai rezeki dariNya tanpa daya dan kekuatan dariku.",
      "tentang": "HR. Seluruh penyusun kitab Sunan, kecuali An-Nasai, lihat kitab Irwa'ul Ghalil 7/47. Sumber: Hisnul Muslim.",
      "tag": ["pakaian"]
    },
    {
      "id": 13,
      "grup": "Doa Berpakaian",
      "nama": "Doa Mengenakan Pakaian Baru",
      "ar": "اَللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيْهِ، أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ، وَأَعُوْذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ",
      "tr": "Allaahumma lakal hamdu anta kasautaniihi, as-aluka min khoirihi wa khoiri maa shuni'a lahu, wa a'uudzu bika min syarrihi wa syarri maa shuni'a lah.",
      "idn": "Ya Allah, hanya milikMu segala puji, Engkaulah yang memberi pakaian ini kepadaku. Aku mohon kepadaMu untuk memperoleh kebaikannya dan kebaikan yang ia diciptakan karenanya. Aku berlindung kepadaMu dari kejahatannya dan kejahatan yang ia diciptakan karenanya.",
      "tentang": "HR. Abu Dawud, At-Tirmidzi, Al-Baghawi dan lihat Mukhtashar Syamaailit Tirmidzi, oleh Al-Albani, halaman 47.\n\nSumber: Hisnul Muslim.",
      "tag": ["pakaian"]
    },
    {
      "id": 14,
      "grup": "Doa Berpakaian",
      "nama": "Doa Melepas/Meletekkan Pakaian",
      "ar": "بِسْمِ اللَّهِ",
      "tr": "Bismillaah",
      "idn": "Dengan nama Allah (aku meletakkan baju).",
      "tentang": "HR. Ibnu Majah 2/1178, Al-Baghawi 12/41 dan lihat Shahih Ibnu Majah 2/275.\n\nSumber: Hisnul Muslim.",
      "tag": ["pakaian"]
    },
    {
      "id": 15,
      "grup": "Doa Perlindungan",
      "nama": "Doa berlindung dari keburukan",
      "ar": "اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ، وَتَحَوُّلِ عَافِيَتِكَ، وَفُجَاءَةِ نِقْمَتِكَ، وَجَمِيْعِ سَخَطِكَ",
      "tr": "Allaahumma innii a'uudzu bika min zawaali ni'matik, wa tahawwuli 'aafiyatik, wa fujaa-ati niqmatik, wa jamii'i sakhathik.",
      "idn": "Ya Allah, sesungguhnya aku berlindung kepada-Mu dari hilangnya nikmat yang telah Engkau berikan, dari berubahnya kesehatan yang telah Engkau anugerahkan, dari siksa-Mu yang datang secara tiba-tiba, dan dari segala kemurkaan-Mu.",
      "tentang": "HR.Muslim no.2739",
      "tag": ["perlindungan", "keburukan"]
    },
    {
      "id": 16,
      "grup": "Doa Perlindungan",
      "nama": "Doa berlindung dari sifat malas. lemah, pikun, kikir dan siksa kubur",
      "ar": "اَللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْكَسَلِ، وَأَعُوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ مِنَ الْهَرَمِ، وَأَعُوذُ بِكَ مِنَ الْبُخْلِ",
      "tr": "Allaahumma innii a'uudzu bika minal kasali, wa a'uudzu bika minal jubni, wa a'uudzu bika minal haromi, wa a'uudzu bika minal bukhli.",
      "idn": "Ya Allah, aku meminta perlindungan pada-Mu dari rasa malas, aku meminta perlindungan pada-Mu dari lemahnya hati, aku meminta perlindungan pada-Mu dari usia tua (yang sulit untuk beramal) dan aku meminta perlindungan pada-Mu dari sifat kikir (pelit)",
      "tentang": "HR. Bukhari. Bukhari: 83-Kitab Ad Da'awaat, 41-Bab Meminta Perlindungan dari Umur yang Sulit Untuk Beramal.",
      "tag": ["perlindungan", "sifat buruk"]
    },
    {
      "id": 17,
      "grup": "Doa Perlindungan",
      "nama": "Doa berlindung dari syirik",
      "ar": "اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ أَنْ أُشْرِكَ بِكَ وَأَنَا أَعْلَمُ، وَأَسْتَغْفِرُكَ لِمَا لاَ أَعْلَمُ",
      "tr": "Allaahumma innii a'uudzu bika an usyrika bika wa anaa a'lam, wa astagh-firuka limaa laa a'lam.",
      "idn": "Ya Allah, aku berlindung kepada-Mu dari menyekutukan-Mu sedangkan aku mengetahuinya, dan aku memohon ampun terhadap apa yang tidak aku ketahui.",
      "tentang": "HR. Ahmad dan imam yang lain 4/403, lihat Shahihul Jami' 3/233, dan Shahihut Targhrib wat Tarhib oleh Al-Albani 1/19.",
      "tag": ["perlindungan", "syirik"]
    },
    {
      "id": 18,
      "grup": "Doa Menghadapi Fenomena Alam",
      "nama": "Doa ketika angin ribut, halilintar dan hujan",
      "ar": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ خَيْرَهَا وَأَعُوْذُ بِكَ مِنْ شَرِّهَا",
      "tr": "Allaahumma innii as-aluka khoirohaa wa a'uudzu bika min syarrihaa.",
      "idn": "Ya Allah, sesungguhnya aku mohon kepadaMu kebaikan angin ini, dan aku berlindung kepadaMu dari kejelekannya",
      "tentang": "HR. Abu Dawud 4/326, Ibnu Majah 2/1228, dan lihatlah kitab Shahih Ibnu Majah 2/305.",
      "tag": ["umum"]
    },
    {
      "id": 19,
      "grup": "Doa Menghadapi Fenomena Alam",
      "nama": "Doa minta hujan",
      "ar": "اَللَّهُمَّ اسْقِنَا غَيْثًا مُغِيْثًا، مَرِيْئًا، مَرِيْعًا، نَافِعًا غَيْرَ ضَارٍّ، عَاجِلًا غَيْرَ آجِلٍ",
      "tr": "Allaahummas-qinaa ghoitsan mughiitsan, marii-an, marii'an, naafi'an ghoiro dhorrin, 'aajilan ghoiro aajilin.",
      "idn": "Ya Allah, berilah kami hujan yang merata, menyegarkan tubuh, menyuburkan tanaman, bermanfaat, tidak membahayakan, secepatnya, tidak ditunda-tunda.",
      "tentang": "HR. Abu Dawud 1/303, dinyatakan shahih oleh Al-Albani dalam Shahih Abi Dawud 1/216.\n\nSumber: Hisnul Muslim.",
      "tag": ["umum"]
    },
    {
      "id": 20,
      "grup": "Doa Menghadapi Fenomena Alam",
      "nama": "Doa ketika hujan",
      "ar": "اَللَّهُمَّ صَيِّبًا نَافِعًا",
      "tr": "Allaahumma shoyyiban naafi'an.",
      "idn": "Ya Allah, turunkanlah hujan yang bermanfaat (untuk manusia, tanaman dan binatang).",
      "tentang": "HR. Bukhari no. 985.\nHadits:\nDari A'isyah radhiyallahu 'anha, bahwa Rasulullah shallallahu 'alaihi wa sallam apabila turun hujan, beliau membaca: (doa di atas).\n\nKeterangan:\nDoa ini dibaca ketika hujan turun dalam curah normal.\n\n\nSumber: http://www.facebook.com/doa.dzikir.shahih.harian/posts/188127331287333",
      "tag": ["umum"]
    },
    {
      "id": 21,
      "grup": "Doa Menghadapi Fenomena Alam",
      "nama": "Doa Ketika Hujan Lebat, Atau Agar Hujan Berhenti",
      "ar": "اَللَّهُمَّ حَوَالَيْنَا وَلَا عَلَيْنَا",
      "tr": "Allaahumma hawaalainaa wa laa 'alainaa.",
      "idn": "Ya Allah, turunkanlah hujan di sekitar kami, bukan yang merusak kami.",
      "tentang": "HR. al-Bukhari, Sahih al-Bukhari 1015.\n\nSumber: https://muslim.or.id/19836-doa-saat-banjir-melanda-dan-hujan-tak-kunjung-reda.html",
      "tag": ["umum"]
    },
    {
      "id": 22,
      "grup": "Doa Pernikahan",
      "nama": "Doa Kepada Pengantin",
      "ar": "بَارَكَ اللَّهُ لَكَ وَبَارَكَ عَلَيْكَ وَجَمَعَ بَيْنَكُمَا فِيْ خَيْرٍ",
      "tr": "Baarokallaahu laka wa baaroka 'alaika wa jama'a bainakumaa fii khoirin.",
      "idn": "Semoga Allah memberkahimu di waktu bahagia dan memberkahimu di waktu susah, dan semoga Allah menyatukan kalian berdua dalam kebaikan.",
      "tentang": "HR. Abu Dawud no. 2130.\n\nSumber: http://muslim.or.id/22459-bila-di-undang-ke-walimah-nikah.html",
      "tag": ["umum"]
    },
    {
      "id": 23,
      "grup": "Doa Pernikahan",
      "nama": "Doa Pengantin Pria Kepada Pasangannya",
      "ar": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ خَيْرَهَا وَخَيْرَ مَا جَبَلْتَهَا عَلَيْهِ، وَأَعُوْذُ بِكَ مِنْ شَرِّهَا وَشَرِّ مَا جَبَلْتَهَا عَلَيْهِ",
      "tr": "Allaahumma innii as-aluka khoirohaa, wa khoiro maa jabaltahaa 'alaihi, wa a'uudzu bika min syarrihaa, wa syarri maa jabaltahaa 'alaihi.",
      "idn": "Ya Allah, sesungguhnya aku mohon kepadaMu kebaikan perempuan atau budak ini dan apa yang telah Engkau ciptakan dalam wataknya. Dan aku mohon perlindungan kepadaMu dari kejelekan perempuan atau budak ini dan apa yang telah Engkau ciptakan dalam wataknya.",
      "tentang": "HR. Abu Dawud 2/248, Ibnu Majah 1/617 dan lihatlah Shahih Ibnu Majah 1/324.\nApabila seseorang di antara kamu kawin dengan seorang perempuan atau membeli budak, hendaklah mengucapkan: (doa di atas). Apabila membeli unta, hendaklah memegang puncak punuknya, lalu mengucapkan seperti itu.\n\n\nSumber: Hisnul Muslim.",
      "tag": ["umum"]
    },
    {
      "id": 24,
      "grup": "Doa Pernikahan",
      "nama": "Doa Bersetubuh (Jima')",
      "ar": "بِسْمِ اللَّهِ، اَللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا",
      "tr": "Bismillaah. Allaahumma jannibnasy-syaithoona wa jannibisy-syaithoona maa rozaqtanaa.",
      "idn": "Dengan nama Allah. Ya Allah, jauhkan kami dari setan, dan jauhkan setan untuk mengganggu apa yang Engkau rezekikan kepada kami.",
      "tentang": "HR. Al-Bukhari 6/141 dan Muslim 2/1028 dari sahabat Abdullah bin Abbas radhiyallaahu 'anhu.\nDalam hadits tersebut disebutkan bahwa seandainya Allah mengkaruniakan anak, maka syaithan tidak akan bisa mencelakakan anak tersebut. Al Qadhi menjelaskan maksudnya adalah syaithan tidak akan bisa merasukinya. Sebagaimana dinukilkan dari Al Minhaj.\n\n\nSumber: Hisnul Muslim dan https://www.facebook.com/doa.dzikir.shahih.harian/posts/357411314358933",
      "tag": ["umum"]
    },
    {
      "id": 25,
      "grup": "Doa Saat Sakit",
      "nama": "Doa Ketika Sakit",
      "ar": "بِسْمِ اللَّهِ (3×) أَعُوذُ بِاللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ (7×)",
      "tr": "Bismillaah (3x). A'uudzu billaahi wa qudrotihi min syarri maa ajidu wa uhaadzir (7x).",
      "idn": "Dengan nama Allah (3x). Aku berlindung kepada Allah dan kekuasaanNya, dari kejahatan sesuatu yang aku jumpai dan aku khawatirkan (7x).",
      "tentang": "HR. Muslim 4/1728, Abu Daud, Malik, dll.\nKeterangan:\n\nDoa ini dibaca ketika ada salah satu bagian tubuh kita yang sakit.\nCaranya: letakkan tangan kita di bagian tubuh yang sakit, pijat pelan-pelan, sambil membaca: (doa di atas).\nHadis selengkapnya:\nDari Utsman bin Abil 'Ash radhiyallahu 'anhu, bahwa beliau mengadu kepada Nabi shallallahu 'alaihi wa sallam karena rasa sakit yang ada di badannya. Kemudian Nabi shallallahu 'alaihi wa sallam memberi nasihat kepadanya: \"Letakkan tanganmu di bagian tubuh yang sakit, dan ucapkanlah: (doa di atas).\"\n\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/225870794179653",
      "tag": ["sakit"]
    }
  ]
}
