[
  {
    "title": "Istighfar",
    "arab": "اَسْتَغْفِرُاللّٰهُ اْلعَظِيْمَ لِى وَالِوَلِدَيَّ وَلِاَصْحَابِ اْلحُقُوْقِ اْلوَاجِبَةِ عَلَيَّ وَلِمَشَايِخِنَا وَلِاِخْوَانِنَا وَلِجَمِيْعِ اْلمُسْلِمِيْنَ وَاْلمُسْلِمَاتِ وَاْلمُؤْمِنِيْنَ وَاْلمُؤْمِنَاتِ اَلْاَحْيَاءِ مِنْهُمْ وَاْلاَمْوَاتِ وَاَتُوْبُ اِلَيْهِ",
    "latin": "Astagfirullahal ‘azhima li wa liwalidayya wa liashhabil huquqil wajibati ‘alayya wa limasyayikhina wa liikhwanina wa lijami’il muslimina wal muslimati, wal mu`minina wal mu`minat, al ahya`i minhum wal amwat, wa atubu ilaih.",
    "arti": "Aku memohon ampun kepada Allah yang Maha Agung untukku, kedua orangtuaku, orang-orang yang berhak dan menjadi kewajibanku, para sesepuh-sesepuhku, saudara-saudaraku, dan semua kaum muslimin dan muslimat, mukminin dan mukminat, yang masih hidup dan telah wafat, dan aku bertaubat kepada-Nya.",
    "read": 3
  },
  {
    "title": "Tahlil",
    "arab": "لاَاِلٰهَ اِلاَّاللَّهُ وَحْدَهُ لاَشَرِيْكَ لَهُ لَهُ اْلمُلْكُ وَلَهُ اْلحَمْدُ يُحْيِى وَيُمِيْتُ وَهُوَ عَلٰى كُلِّ شَيْئٍ قَدِيْرٌ",
    "latin": "La ilaha illallahu wahdahu la syarika lah, lahul mulku wa lahul hamdu wa huwa ‘ala kulli syai`in qadir",
    "arti": "Tiada tuhan yang berhak disembah selain Allah yang Esa, tiada sekutu baginya, baginya kerajaan dan baginya pujiaan, yang Maha Menghidupkan dan Maha Mematikan dan Dia Maha kuasa atas segala sesuatu.",
    "read": 3
  },
  {
    "title": "Doa Perlindungan dari Neraka",
    "arab": "اَللَّهُمَّ اَجِرْنَا مِنَ النَّارِ",
    "latin": "Allahumma ajirna minan nar",
    "arti": "Ya Allah, selamatkanlah kami dari api neraka.",
    "read": 3
  },
  {
    "title": "Doa Keselamatan",
    "arab": "اَللَّهُمَّ اَنْتَ السَّلاَمُ وَمِنْكَ السَّلاَمُ وَاِلَيْكَ يَعُوْدُ السَّلاَمُ فَحَيِّنَا رَبَّنَا بِالسَّلاَمِ وَاَدْخِلْنَا اْلجَنَّةَ دَارَالسَّلاَمِ تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ يَاذَاْلجَلاَلِ وَاْلاِكْرَامِ",
    "latin": "Allahumma antas salam, wa minkas salam, wa ilaika ya’udus salam, fa hayyina rabbana bis salam, wa adkhilnal jannata daras salam, tabarakta rabbana wa ta’alaita ya dzal jalali wal ikram.",
    "arti": "Ya Allah, Engkau Maha Pemberi keselamatan, dari-Mu keselematan dan kepada-Mu kembali keselamatan, maka hidupkanlah kami ya Robb dalam keselamatan, masukkanlah kami ke surga tempat keselamatan, Engkau Pemberi Keberkahan Ya Rabb Engkau Maha Tinggi, wahai Pemilik Kebesaran dan Kemuliaan",
    "read": 1
  },
  {
    "title": "Doa Dimudahkan Pemberian Allah",
    "arab": "َاَللَّهُمَّ لاَ مَانِعَ لِمَا اَعْطَيْتَ وَلَا مُعْطِيَ لِمَا مَنَعْتَ وَلَا رَادَّ لِمَا قَضَيْتَ وَلَا يَنْفَعُ ذَاْلجَدِّ مِنْكَ اْلجَدُّ",
    "latin": "Allahumma la mani’a lima a’thaita wa la mu’thiya lima mana’ta wa la radda lima qadhaita wa la yanfa’u dzal jaddi minkal jadd",
    "arti": "Ya Allah tidak ada yang bisa menghalangi apa yang Engkau beri, tidak ada yang bisa memberi apa yang Engkau halangi, dan tidak ada yang bisa kembali dari apa yang Engkau tetapkan, tidak berguna kemuliaan bagi pemiliknya, hanya Engkau pemilik kemuliaan.",
    "read": 1
  },
  {
    "title": "Surat Al-Fatihah",
    "arab": "َأَعُوْذُ بِاللّٰهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَۙ اَلرَّحْمٰنِ الرَّحِيْمِۙ مٰلِكِ يَوْمِ الدِّيْنِۗ اِيَّاكَ نَعْبُدُ وَاِيَّاكَ نَسْتَعِيْنُۗ اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَۙ صِرَاطَ الَّذِيْنَ اَنْعَمْتَ عَلَيْهِمْ ەۙ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّاۤلِّيْنَ",
    "latin": "A'udzubillahi minasy syaithanir rajim. bismillahir rahmanir rahim. al hamdu lillahi rabbil 'alamin. ar rahmanir rahim. maliki yaumid din. iyaka na'budu wa iyyaka nasta'in. ihdinash shirathal mustaqim. shirathal ladzina an'amta 'alaihim, ghoiril maghdhubi 'alaihim wa ladh dhallin",
    "arti": "Aku berlindung kepada Allah dari setan yang terkutuk. Dengan menyebut nama Allah Yang Maha Pengasih lagi Maha Penyayang. Segala puji bagi Allah, Tuhan semesta alam. Yang Maha Pengasih lagi Maha Penyayang. Yang menguasai di Hari Pembalasan. Hanya kepada Engkaulah yang kami sembah dan hanya kepada Engkaulah kami memohon pertolongan. Bingbinglah kami ke jalan yang lurus, (yaitu) Jalan orang-orang yang telah Engkau beri nikmat kepada mereka; bukan (jalan) mereka yang dimurkai dan bukan (pula jalan) orang orang yang sesat",
    "read": 1
  },
  {
    "title": "Surat Al-Ikhlas",
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ قُلْ هُوَ اللّٰهُ اَحَدٌۚ اَللّٰهُ الصَّمَدُۚ لَمْ يَلِدْ وَلَمْ يُوْلَدْۙ وَلَمْ يَكُنْ لَّهٗ كُفُوًا اَحَدٌ ࣖ",
    "latin": "Bismillahir rahmanir rahim. Qul huwallahu ahad. Allahush shamad. Lam yalid wa lam yulad. Wa lam yakul lahu kufuwan ahad",
    "arti": "Dengan menyebut nama Allah Yang Maha Pengasih lagi Maha Penyayang. Katakanlah (Nabi Muhammad), 'Dialah Allah, Yang Maha Esa. Allah tempat meminta segala sesuatu. Dia tidak beranak dan tidak pula diperanakkan, serta tidak ada sesuatu pun yang setara dengan Nya'",
    "read": 3
  },
  {
    "title": "Surat Al-Falaq",
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ قُلْ اَعُوْذُ بِرَبِّ الْفَلَقِۙ مِنْ شَرِّ مَا خَلَقَۙ وَمِنْ شَرِّ غَاسِقٍ اِذَا وَقَبَۙ وَمِنْ شَرِّ النَّفّٰثٰتِ فِى الْعُقَدِۙ وَمِنْ شَرِّ حَاسِدٍ اِذَا حَسَدَ",
    "latin": "Bismillahir rahmanir rahim. Qul a'udzu birabbil falaq. Min sharri ma khalaq. Wa min syarri gasiqin idza waqab. Wa min syarrin naffashati fil 'uqad. Wa min syarri hasidin idza hasad",
    "arti": "Dengan menyebut nama Allah Yang Maha Pengasih lagi Maha Penyayang. Katakanlah (Nabi Muhammad), 'Aku berlindung kepada Tuhan Yang Menguasai subuh, dari kejahatan makhluk-Nya, dari kejahatan malam apabila telah gelap gulita, dari kejahatan wanita-wanita tukang sihir yang meniup pada buhul-buhul (talinya), dan dari kejahatan pendengki bila ia dengki'",
    "read": 1
  },
  {
    "title": "Surat An-Nas",
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ قُلْ اَعُوْذُ بِرَبِّ النَّاسِۙ مَلِكِ النَّاسِۙ اِلٰهِ النَّاسِۙ مِنْ شَرِّ الْوَسْوَاسِ ەۙ الْخَنَّاسِۖ الَّذِيْ يُوَسْوِسُ فِيْ صُدُوْرِ النَّاسِۙ مِنَ الْجِنَّةِ وَالنَّاسِ",
    "latin": "Bismillahir rahmanir rahim. Qul a'udzu birabbin nas. Malikin nas. ilahin nas. Min syarril waswasil khannas. Alladzi yuwaswisu fi shudurin nas. Minal jinnati wan nas",
    "arti": "Dengan menyebut nama Allah Yang Maha Pengasih lagi Maha Penyayang. Katakanlah (Nabi Muhammad), 'Aku berlindung kepada Tuhan (yang memelihara dan menguasai) manusia. Raja manusia. Sembahan manusia. Dari kejahatan (bisikan) syaitan yang bersembunyi, yang membisikkan (kejahatan) ke dalam dada manusia, dari (golongan) jin dan manusia.",
    "read": 1
  },
  {
    "title": "Ayat Kursi",
    "arab": "وَاِلٰهُكُمْ اِلٰهٌ وَّاحِدٌ لَآ اِلٰهَ اِلاَّ هُوَ الرَّحْمٰنُ الرَّحِيْمُ اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۚ اَلْحَيُّ الْقَيُّوْمُ ەۚ لَا تَأْخُذُهٗ سِنَةٌ وَّلَا نَوْمٌۗ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ مَنْ ذَاالَّذِيْ يَشْفَعُ عِنْدَهٗٓ اِلَّا بِاِذْنِهٖۗ يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْۚ وَلَا يُحِيْطُوْنَ بِشَيْءٍ مِّنْ عِلْمِهٖٓ اِلَّا بِمَا شَاۤءَۚ وَسِعَ كُرْسِيُّهُ السَّمٰوٰتِ وَالْاَرْضَۚ وَلَا يَـُٔوْدُهٗ حِفْظُهُمَاۚ وَهُوَ الْعَلِيُّ الْعَظِيْمُ",
    "latin": "Wa ilahukum ilahuw wahid, la ilaha illa huwar rahmanur rahim. Allahu la ilaha illa huwal hayyul qayyum, la ta`khudzuhu sinatuw wala naum, lahu ma fis samawati wa ma fil ardh, man dzal ladzi yasyfa'u 'indahu illa bi idznih, ya'lamu ma baina aidihim wa ma khalfahum, wa la yuhithuna bisyai`im min 'ilmihi illa bima sya`, wasi'a kursiyyuhus samawati wal ardh, wa la ya`uduhu hifzhuma wa huwal 'aliyyul 'azhim",
    "arti": "Tuhan kamu adalah Tuhan Yang Maha Esa. Tidak ada tuhan selain Dia Yang Maha Pengasih lagi Maha Penyayang. Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia, Yang Mahahidup lagi terus-menerus mengurus (makhluk-Nya). Dia tidak mengantuk dan tidak (pula) tidur. Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Tiada yang dapat memberi syafa'at di sisi Allah tanpa izin-Nya? Allah mengetahui apa-apa yang di hadapan mereka dan di belakang mereka, dan mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dan Allah tidak merasa berat memelihara keduanya, dan Allah Maha Tinggi lagi Maha Besar.",
    "read": 1
  },
  {
    "title": "Surat Ali 'Imran Ayat 18-19",
    "arab": "شَهِدَ اللّٰهُ اَنَّهٗ لَآ اِلٰهَ اِلَّا هُوَۙ وَالْمَلٰۤىِٕكَةُ وَاُولُوا الْعِلْمِ قَاۤىِٕمًاۢ بِالْقِسْطِۗ لَآ اِلٰهَ اِلَّا هُوَ الْعَزِيْزُ الْحَكِيْمُ اِنَّ الدِّيْنَ عِنْدَ اللّٰهِ الْاِسْلَامُ ۗ وَمَا اخْتَلَفَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْعِلْمُ بَغْيًاۢ بَيْنَهُمْ ۗ وَمَنْ يَّكْفُرْ بِاٰيٰتِ اللّٰهِ فَاِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ",
    "latin": "Syahidallahu annahu la ilaha illa huw, wal malaikatu wa ulul ‘ilmi qaimam bil qisth, la ilaha illa huwal ‘azizul hakim. Innad dina ‘indallahil islam, wa makhtalafal ladzina utul kitaba illa mim ba’di ma ja`ahumul ‘ilmu baghyam bainahum, wa may yakfur bi 'ayatillahi fa innallaha sari’ul hisab",
    "arti": "Allah menyatakan bahwa tidak ada tuhan selain Dia, (Allah) yang menegakkan keadilan. (Demikian pula) para malaikat dan orang berilmu. Tidak ada tuhan selain Dia, Yang Mahaperkasa lagi Mahabijaksana. Sesungguhnya agama (yang diridai) di sisi Allah ialah Islam. Orang-orang yang telah diberi kitab tidak berselisih, kecuali setelah datang pengetahuan kepada mereka karena kedengkian di antara mereka. Siapa yang kufur terhadap ayat-ayat Allah, sesungguhnya Allah sangat cepat perhitungan(-Nya).",
    "read": 1
  },
  {
    "title": "Tasbih",
    "arab": "اِلٰهَنَا يَا رَبَّنَا اَنْتَ مَوْلَانَا",
    "latin": "Ilahana ya rabbana anta maulana.",
    "arti": "Ya Tuhan kami, Engkaulah Pelindung kami.",
    "read": 33
  },
  {
    "title": "Tasbih",
    "arab": "سُبْحَانَ اللّٰهِ",
    "latin": "Subhanallah",
    "arti": "Maha Suci Allah.",
    "read": 33
  },
  {
    "title": "Tasbih",
    "arab": "سُبْحَانَ اللّٰهِ وَبِحَمْدِهِ دَائِمًا اَبَدًا",
    "latin": "Subhanallahi wa bihamdihi daiman abada.",
    "arti": "Maha Suci Allah, dan bagi-Nya pujian selama-lamanya.",
    "read": 1
  },
  {
    "title": "Tahmid",
    "arab": "اَلْحَمْدُ لِلّٰهِ",
    "latin": "Al hamdu lillah",
    "arti": "Segala puji milik Allah.",
    "read": 33
  },
  {
    "title": "Tahmid",
    "arab": "اَلْحَمْدُ لِلّٰهِ رَبِّ اْلعَالَمِيْنَ عَلٰى كُلِّ حَالٍ وَنِعْمَةٍ",
    "latin": "Al hamdu lillahi rabbil ‘alamina ‘ala kulli haliw wa ni’mah.",
    "arti": "Segala puji milik Allah, Tuhan semesta alam dalam setiap keadaan dan kenikmatan.",
    "read": 1
  },
  {
    "title": "Takbir",
    "arab": "اَللّٰهُ اَكْبَرُ",
    "latin": "Allahu akbar.",
    "arti": "Allah Maha Besar.",
    "read": 33
  },
  {
    "title": "Takbir",
    "arab": "اَللّٰهُ اَكْبَرُ كَبِيْرًا وَالْحَمْدُ لِلّٰهِ كَثِيْرًا وَسُبْحَانَ اللّٰهِ بُكْرَةً وَاَصِيْلاً ، لَااِلٰهَ اِلَّا اللّٰهُ وَحْدَهُ لَاشَرِيْكَ لَهُ ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِيْ وَيُمِيْتُ وَهُوَ عَلٰى كُلِّ شَيْئٍ قَدِيْرٌ ، وَلَا حَوْلَ وَلَاقُوَّةَ اِلَّا بِاللّٰهِ الْعَلِيِّ الْعَظِيْمِ",
    "latin": "Allahu akbar kabiraw, wal hamdu lillahi katsira, wa subhanallahi bukrataw wa ashila, la ilaha illallahu wahdahu la syarika lah, lahul mulku wa lahul hamdu yuhyi wa yumitu, wa huwa ‘ala kulli syai`in qadir, wa la haula wa la quwwata illa billahil ‘aliyyil ‘azhim.",
    "arti": "Allah Maha Besar sebesar-besarnya, segala pujian yang banyak milik Allah, Maha Suci Allah pada waktu pagi dan petang. Tidak ada tuhan selain Allah yang Esa, tiada sekutu baginya, baginya kerajan dan pujian, baginya pujian, Yang Maha Menghidupkan dan Maha Mematikan, dan Dia Maha Kuasa atas segala sesuatu, dan tiada daya dan kekuatan kecuali dari Allah Yang Maha Tinggi dan Maha Agung.",
    "read": 1
  },
  {
    "title": "Istighfar",
    "arab": "اَسْتَغْفِرُاللّٰهَ اْلعَظِيْم",
    "latin": "Astaghfirullahal ‘azhim.",
    "arti": "Aku memohon ampun kepada Allah Yang Maha Agung.",
    "read": 33
  },
  {
    "title": "Tahlil",
    "arab": "اَفْضَلُ الذِّكْرِ فَاعْلَمْ اَنَّهُ",
    "latin": "Afdhaludz dzikri fa’lam annahu.",
    "arti": "Dzikir yang paling utama adalah bahwasanya.",
    "read": 33
  },
  {
    "title": "Tahlil",
    "arab": "لَااِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ ، كَلِمَةُ الْحَقِّ عَلَيْهَا نَحْيٰ وَعَلَيْهَا نَمُوْتُ وَعَلَيْهَا نُبْعَثُ اِنْ شَاءَاللّٰهُ تَعَالٰى مِنَ الْاٰمِنِيْنَ بِرَحْمَةِ اللّٰهِ وَكَرَمِهِ ، جَزَى اللّٰهُ عَنَّا سَيِّدَنَا وَنَبِيَّنَا مُحَمَّدًا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَاهُوَ اَهْلُهُ",
    "latin": "La ilaha illallahu, muhammadur rasulullahi shallallahu ‘alaihi wa sallam, kalimatul haqqi, ‘alaiha nahya wa ‘alaiha namut wa ‘alaiha nub’atsu in sya`allahu ta’ala minal aminina bi rahmatillahi wa karamih, jazallahu ‘anna sayyidana wa nabiyyana muhammadan shallallahu ‘alaihi wa sallam ma huwa ahluh.",
    "arti": "Tiada tuhan yang hak disembah selain Allah, Muhammad utusan Allah salawat dan salam untuknya, di atas kalimat kebenaran kami hidup, di atasnya pula kami mati, dan di atasnya kami dibangkitkan insyaAllah ta’ala termasuk orang-orang yang amanah dengan rahmat dan kemuliaan-Nya, semoga Allah memberi balasan kebaikan kepada kami, kepada nabi kita Muhammad salawat dan salam baginya, dengan balasan yang pantas beliau terima.",
    "read": 1
  }
]
